Repository: kahvedigital/moka-woocommerce
Catalog: moka-payment-module/i18n/languages/moka-payment-module-*.po
Languages: tr_tr

source: Installments Options.
tr_tr: Taksit Seçenekleri.

source: Payment Error.
tr_tr: Ödeme Hatası.

source: Enable/Disable.
tr_tr: Açık/Kapalı.

source: Enable Moka Module.
tr_tr: Moka modülünü aktifleştir.

source: Title.
tr_tr: Başlık.

source: This message will show to the user during checkout.
tr_tr: Bu mesaj, ödeme sırasında kullanıcıya gösterilecektir.

source: Description.
tr_tr: Açıklama.

source: installments options.
tr_tr: Taksit Seçenekleri.

source: Installment.
tr_tr: Taksit.

source: Moka Dealer Code.
tr_tr: Moka Bayi Kodu.

source: Dealer Code Given by Moka System.
tr_tr: Moka sistemi tarafında verilen bayi kodu.

source: Moka Username.
tr_tr: Moka Kullanıcı Adı.

source: Username Given by Moka System.
tr_tr: Moka sistemi tarafında verilen kullanıcı adı.

source: Moka Password.
tr_tr: Moka Şifre.

source: Password Given by Moka System.
tr_tr: Moka sistemi tarafından verilen şifre.

source: Three D Selection.
tr_tr: 3D Aktifleştirme.

source: Installment Fee
tr_tr: Vade Farkı.

source: Pay with your credit card via moka.
tr_tr: Kredi Kartı İle Ödeme.

source: Payment successful.
tr_tr: Ödeme Başarılı.

source: Thank you for shopping with us. However, the transaction has been declined.
tr_tr: Bizden alışveriş yaptığınız için teşekkür ederiz. Ancak işlem reddedildi.

source: Transaction ERROR.
tr_tr: İşlem Hatası.

source: Error.
tr_tr: Hata.

source: Checkout Button.
tr_tr: Ödeme Butonu.

source: Your bank response.
tr_tr: Banka Mesajınız.

source: Please check the form and try again.
tr_tr: Lütfen formu kontrol edip tekrar deneyin.

source: This controls the description which the user sees during checkout.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü açıklamayı kontrol eder.

source: Name on Card
tr_tr: Kart İsim Soyisim

source: Card Number
tr_tr: Kart Numarası

source: MM/YY
tr_tr: AA/YY

source: All Installment
tr_tr: Taksit Seçenekleri

source: Pay
tr_tr: Öde

source: Installment
tr_tr: Taksit

source: Payment Form
tr_tr: Ödeme Formu
